Repository: kodi-pvr/pvr.plutotv
Catalog: pvr.plutotv/resources/language/resource.language.*/strings.po
Languages: ko_kr, pt_br

# Addon Summary
source: Pluto.tv PVR Client
ko_kr: Pluto.tv PVR 클라이언트
pt_br: Cliente PVR Pluto.tv

# Addon Description
source: Pluto.tv PVR Client. Note: This is not an official pluto.tv add-on and not related to pluto.tv. It was developed by volunteers.
ko_kr: Pluto.tv PVR 클라이언트. 참고 : 이것은 공식 pluto.tv 애드온이 아니며 pluto.tv와 관련이 없습니다. 자원 봉사자가 개발했습니다.
pt_br: Cliente PVR Plutão.tv. Nota: Este não é um complemento oficial do pluto.tv e não está relacionado ao pluto.tv. Foi desenvolvido por voluntários.

# #30001
source: Playback
ko_kr: 재생
pt_br: Reprodução

# #30002
source: Channels
ko_kr: 채널
pt_br: Canais

# #30008
source: First channel number
ko_kr: 첫 번째 채널 번호
pt_br: Número do primeiro canal

# #30009
source: Workaround for broken streams (requires inputstream.adaptive > 21.4.5)
ko_kr: 끊어진 스트림에 대한 해결 방법(inputstream.adaptive > 21.4.5 필요)
pt_br: Solução alternativa para streams quebrados (requer inputstream.adaptive 21.4.5)

# #30010
source: Coloured channel logos
ko_kr: 컬러 채널 로고
pt_br: Logotipos de canais coloridos

# #30040
source: Debug
ko_kr: 디버그
pt_br: Depuração

# #30042
source: Device ID
ko_kr: 장치 ID
pt_br: ID do Dispositivo

# #30100
source: Category containing playback settings
ko_kr: 재생 설정이 포함된 카테고리
pt_br: Categoria contendo configurações de reprodução

# #30101
source: Enable special stream handling to avoid hangs during playback.
ko_kr: 재생 중 중단을 방지하려면 특수 스트림으로 처리합니다.
pt_br: Ative o tratamento especial de stream para evitar travamentos durante a reprodução.

# #30200
source: Category containing channel settings
ko_kr: 채널 설정이 포함된 카테고리
pt_br: Categoria contendo configurações do canal

# #30201
source: The number for the first channel. Useful if you have multiple PVR clients enabled - to group the channels from the different clients.
ko_kr: 첫 번째 채널의 번호입니다. 여러 PVR 클라이언트를 사용할 경우 유용합니다. 다양한 클라이언트의 채널을 그룹화하는 데 유용합니다.
pt_br: O número do primeiro canal. Útil se você tiver vários clientes PVR habilitados - para agrupar os canais de diferentes clientes.

# #30202
source: Use coulored channel logos, if available.
ko_kr: 가능하면 다양한 색상의 채널 로고를 사용합니다.
pt_br: Use logotipos de canais coloridos, se disponíveis.

# #30300
source: Category containing debug settings
ko_kr: 디버그 설정이 포함된 카테고리
pt_br: Categoria que contém configurações de depuração
